[
  {
    "id": 0,
    "contract_type": 3,
    "title": "Programador/ Desarrollador Full Stack con experiencia en Frontend y Backend - Teletrabajo/ Linea de carrera.",
    "description": "Empresa de base tecnológica, que opera en el sector de las Tecnologías de la información con una vocación claramente orientada hacia el desarrollo y suministro de soluciones se encuentra en busqueda del mejor talento para la posición de\n Programador/Desarrollador Full Stack\n Requisitos:\n • Estudios universitarios concluidos en Ingeniería de Desarrollo a afines al rubro.\n • Experiencia mínima de 3 años en desarrollo de Frontend y Backend.\n • Amplios conocimientos en .NET, WCF, C#, pruebas unitarias y pruebas web (Unity), Entity Framework 5+, LinQ, TFS, MVC, MVP, MVVM, Bootstrap, JavaScript, TypeScript, TSQL, SQL Server.\n • Conocimiento en Arquitectura Cloud en Azure.",
    "city": "Lima",
    "country": "Perú",
    "pres_or_remote": 3,
    "experience": "3 años",
    "travel_availability": 0,
    "age_min": 20,
    "age_max":  50,
    "salary": 2000,
    "deleted": 1,
    "created_by_ustype": 1,
    "updated_by_ustype": 1,
    "deleted_by_ustype": 0,
    "created_by_id": 111,
    "updated_by_id": 111,
    "deleted_by_id": 0
  },
  {
    "id": 2,
    "contract_type": 3,
    "title": "Desarrollador de Java Junior",
    "description": "La consultora pertenece al grupo NTT DATA, la sexta compañía de servicios IT del mundo, con 70.000 profesionales y presencia en Asia-Pacífico, Oriente Medio, Europa, Latinoamérica y Norteamérica. La integración en NTT DATA permite a everis ampliar las soluciones y servicios para sus clientes, aumenta sus capacidades, recursos tecnológicos, geográficos y financieros le ayuda a dar las respuestas más innovadoras a sus clientes.",
    "city": "Ciudad de Mexico",
    "country": "Mexico",
    "pres_or_remote": 1,
    "experience": "7 años",
    "travel_availability": 0,
    "age_min": 20,
    "age_max":  50,
    "salary": 2000,
    "deleted": 0,
    "created_by_ustype": 1,
    "updated_by_ustype": 1,
    "deleted_by_ustype": 0,
    "created_by_id": 111,
    "updated_by_id": 111,
    "deleted_by_id": 0
  },
  {
    "id": 3,
    "contract_type": 3,
    "title": "Analista Programador Móvil - Android",
    "description": "En Valtx, empresa con 20 años de experiencia en el mercado peruano, cuyo objetivo principal es convertirse en un socio estratégico, mediante soluciones tecnológicas en los diversos aspectos de los procesos de negocios; el desarrollo, implementación y mantenimiento de aplicaciones e infraestructura tecnológica para el negocio; y consultoría en diversos procesos de transformación, nos encontramos en la búsqueda de un ANALISTA PROGRAMADOR MOVIL.",
    "city": "Valparaiso",
    "country": "Chile",
    "pres_or_remote": 2,
    "experience": "5 años",
    "travel_availability": 0,
    "age_min": 20,
    "age_max":  50,
    "salary": 2000,
    "deleted": 1,
    "created_by_ustype": 1,
    "updated_by_ustype": 1,
    "deleted_by_ustype": 0,
    "created_by_id": 111,
    "updated_by_id": 111,
    "deleted_by_id": 0
  }
]